{
    "imageLink" : "media/icons/coding/astro_hunt.svg",
    "registerLink" : "/registration/coding/astro_hunt",
    "paymentLink" : "",
    "payment0" : "<li><a href='#' data-open='paymentpop'>Make Payment></a></li>",
    "payment1" : "",
    "memberUpperLimit" : 5,
    "memberLowerLimit" : 3,
    "clubName" : "astronomy",
    "eventName" : "astro hunt",
    "displayName" : "astro hunt",
    "eventDate" : "18th Jan 2017",
    "eventVenue" : "The LNMIIT, Jaipur",
    "prizeWorth" : "INR. 30,000",
    "synopsis" : " <p>Foresee the unfathomable and explore the mysteries of the universe. Only the sharp, intelligent and astronomy enthusiasts will make it to the end. The route to solve the mysteries of the universe lies within the depths of the dark sky and your imagination. It’s time to bring out the Galileo Galilee in you and look into the infinite cosmic depths.</p>",
    "eventDescription" : "<p><ol><li>At the beginning of the Astro Hunt each team will be given a map of the LNMIIT Campus and a Sky chart.</li><li>Astro Hunt will consist of 4 rounds.</li><li>At the beginning of each round every team will receive an identical set of clues or puzzles which must be solved in order to find a piece of information. This information could be words from a historical astronomical event, name of a star, planet or any other celestial body, cosmic theories or just a name of a person. The clues and puzzles will be related to astronomy in some manner and will lead to a location/check point within walking distance where players will use a vital piece of information to answer a question.</li><li>After completing a round by solving the puzzles/clues and reaching the check point the teams will get a flag and the clues/puzzles for the next round.</li><li>Each flag will also consist of some information/clue. After collecting all the 4 flags the participants will have to solve the final puzzle.</li><li>The team which will collect all the 4 flags and solve the final puzzle in minimum time will be the winner.</li></ol></p>",
    "rules" : "<p><b>General Rules </b><ol><li>Members per team: 3 -5</li><li>Each team should have unique participants i.e. no two teams can have even one common name registered</li><li>The participants have to reach the starting point 15 minutes before the event schedule.</li><li>All the team members should be present at each check point while receiving a token.</li><li>Decision of the volunteers at each check point will be final.</li><li>Usage of Internet is allowed.</li></ol></p>",
    "judges" : "<p>Details will be Updated soon</p>",
    "mentors" : "<p>Details will be Updated soon</p>",
    "sponsors" : "<p>Details will be Updated soon</p>",
    "query" : "Smriti Jha: +91-7742603667 | smritijha369@gmail.com<br>Kushagra Garg: +91-8561801305 | kushrulesu@gmail.com<br>astronomy.lnmiit@gmail.com<br>"

}
