{
    "imageLink" : "media/icons/coding/fix_the_bug.svg",
    "registerLink" : "/registration/coding/fix_the_bug",
    "paymentLink" : "",
    "payment0" : "<li><a href='#' data-open='paymentpop'>Make Payment></a></li>",
    "payment1" : "",
    "memberUpperLimit" : 2,
    "memberLowerLimit" : 1,
    "clubName" : "coding",
    "eventName" : "fix the bug",
    "displayName" : "Fix the Bug",
    "eventDate" : "18th Jan 2017",
    "eventVenue" : "The LNMIIT, Jaipur",
    "prizeWorth" : "INR. 30,000",
    "synopsis" : "<p><i>'Bloody instructions, which, being taught, return to plague the inventor …'</i><br>-William Shakespeare,Macbeth, act 1, scene 7.</p><p>How right the 'Bard of Avon' was! Every programmer who has crossed skill levels beyond the 'hello world' phase, has learnt to fear those mysterious fiends called bugs. Seeing the enigmatic 'seg. fault' on the screen sends chills down the spine of even some veterans! To deal with such entities requires a level patience and skill that escapes ordinary programmers. Think you are up to it? Are you one of those gifted few who can spot a bug like the eagle does a mouse? Why doubt when you can find out!</p>",
    "eventDescription" : "<p>It is a debugging event with some restrictions on time and language. The questions will related to scripting or will ask to either debug some code with limited time frame to complete the event. It will be an onsite competition to be held during Plinth’17<br />EVENT DURATION: 2 Hrs.</p>",
    "rules" : "<p><b>Registration Rules </b><ol><li>1.  Team with maximum of 2 members is allowed.</li><li>All the members should be of same college.</li><li>To claim prize you need to be registered here.</li></ol></p><p><b>Contest Rules </b><ol><li>Each team is expected to carry a Linux (preferably Ubuntu 14.04) machine.</li><li>Language used for Problem codes is solely the decision of organizers.</li><li>The decision of the organizers in declaring the results will be final. No queries in this regard will be entertained.</li></ol></p>",
    "judges" : "<p>Leaderboard from HackerEarth will be considered for selecting winners, however in case of any conflicts the decision of the organizers in declaring the results will be final. No queries in this regard will be entertained.</p>",
    "mentors" : "Details will be Updated soon",
    "query" : "Pranay Pandey: +91-7073211971 | pranay.pnd@gmail.com<br>Satyam Shubham: +91-9431040039 | satyam.shubh3@gmail.com",
    "sponsors" : "<p>Details will be Updated soon</p>"
}