{
    "imageLink" : "images/icons/coding/iupc_distraction.svg",
    "registerLink" : "/registration/coding/iupc_distraction",
    "paymentLink" : "",
    "payment0" : "<li><a href='#' data-open='paymentpop'>Make Payment></a></li>",
    "payment1" : "",
    "memberUpperLimit" : 3,
    "memberLowerLimit" : 3,
    "clubName" : "coding",
    "eventName" : "iupc distraction",
    "displayName" : "IUPC Distraction",
    "eventDate" : "19th Jan 2017",
    "eventVenue" : "The LNMIIT, Jaipur",
    "prizeWorth" : "INR. 30,000",
    "synopsis" : "<p><i>'A programming contest crossed with Interruption games'.</i><br>Do you think you can code? Do you think you can code while being distracted? Do you have what it takes to get interrupted and then Compile?</p>",
    "eventDescription" : "<p>Distraction IUPC is an IUPC-style programming contest crossed with various distractions (you will get to know when you enter in the contest arena!), where teams of three people try to solve as many programming problems as they can. Meanwhile, our Distraction Team will be doing what they can to make the job of programming more difficult and/or enjoyable.</p>",
    "rules" : "<p><b>Registration Rules </b><ol><li>Only teams with exactly 3 members are allowed.</li><li>All the members should be of same college.</li><li>One of the team member has to register on HackerEarth and should have a valid username for participation.</li><li>Team lead should have a valid HackerEarth handle. All submissions should be made from this handle only.</li><li>Registration closes 60 minutes before the start of the contest.</li><li>To claim prize you need to be registered here.</li></ol></p><p><b>Contest Rules </b><ol><li>Contest will be of 2 -2.5 hours</li><li>Distraction Rules will be introduced in contest arena. Teams are expected to follow them.</li><li>Plagiarism by any means will lead to immediate disqualification of the team</li><li>The decision of Plinth Organizing Committee will be final.</li></ol></p>",
    "judges" : "<p>Leaderboard from HackerEarth will be considered for selecting winners, however in case of any conflicts the decision of the organizers in declaring the results will be final. No queries in this regard will be entertained.</p>",
    "mentors" : "Details will be Updated soon",
    "query" : "Pranay Pandey: +91-7073211971 | pranay.pnd@gmail.com<br>Satyam Shubham: +91-9431040039 | satyam.shubh3@gmail.com",
    "sponsors" : "<p>Details will be Updated soon</p>"
}
