{
    "imageLink" : "media/icons/coding/iupc.svg",
    "registerLink" : "/registration/coding/iupc",
    "paymentLink" : "",
    "payment0" : "<li><a href='#' data-open='paymentpop'>Make Payment></a></li>",
    "payment1" : "",
    "memberUpperLimit" : 3,
    "memberLowerLimit" : 1,
    "clubName" : "coding",
    "eventName" : "iupc",
    "displayName" : "IUPC",
    "eventDate" : "18th - 19th Jan 2017",
    "eventVenue" : "The LNMIIT, Jaipur",
    "prizeWorth" : "INR. 30,000",
    "synopsis" : "<p>See logic in everything around you? Is your daily grammar a 'SYNTAX'?Algorithms and flow charts cloud your brain? Love to solve new and challenging problems?Then you should not miss out on IUPC the Inter University Programming Contest... go and Code the Code...!</p>",
    "eventDescription" : "<p>This national level programming contest shall assess the intelligence through various rounds: First round will be held online followed by further onsite rounds which will be held during Plinth'17.<ul><li>Platform: HackerEarth</li><li>Contest Durations: 3 Hours</li></ul></p>",
    "rules": "<p><b>Registration Rules </b><ol><li>Team with maximum of 3 members is allowed.</li><li>All the members should be of same college.</li><li>One of the team member has to register on HackerEarth and should have a valid username for participation.</li><li>Team lead should have a valid HackerEarth handle. All submissions should be made from this handle only.</li><li>To claim prize you need to be registered here.</li><li>Selected teams will be called for onsite round(s) to be held during Plinth'17.</li><li>Only the teams which participate in onsite rounds are eligible for prizes.</li></ol></p><p><b>Contest Rules </b><ol><li>For the programming questions in the test, you need to choose one language from the given list and attempt.</li><li>All inputs for the programming problem are from STDIN and output to STDOUT.</li><li>Programming questions have a 'Compile and Test' option where you can run your solution against sample test cases, before submitting.</li><li>You can submit a solution for a programming problem as many times as you want.</li><li>The questions will be marked with the language in which solution is expected.</li><li>The solutions will be judged on the relative basis.</li><li>Time Limit Exceed might also mean that there is a syntax in your source code.</li></ol></p>",
    "judges" : "<p>Leaderboard from HackerEarth will be considered for selecting winners, however in case of any conflicts the decision of the organizers in declaring the results will be final. No queries in this regard will be entertained.</p><p><b>Judging Criteria </b><ol><li>Different problems have different points based on their relative difficulty level.</li><li>Participants are ranked according to the most problems solved. Ties will be broken by the total time for each user in ascending order of time.</li><li>The decision of the organizers in declaring the results will be final. No queries in this regard will be entertained.</li><li>Any participant found to be indulging in any form of malpractice or plagiarism will be immediately disqualified.</li><li>The total time is the sum of the time consumed for each problem solved. The time consumed for a solved problem is the time elapsed from the beginning of the contest to the submission of the first accepted run plus 20 penalty minutes for every previously rejected run for that problem (Wrong answer, Time limit exceeded, Runtime Error, Compilation Error). There is no time consumed for a problem that is not solved.</li></ol></p>",
    "mentors" : "Details will be Updated soon",
    "query" : "<p>Pranay Pandey: +91-7073211971 | pranay.pnd@gmail.com<br>Satyam Shubham: +91-9431040039 | satyam.shubh3@gmail.com<br>", 
    "sponsors" : "<p>Details will be Updated soon</p>"
}