{
    "imageLink" : "media/icons/robotics/lfr.svg",
    "registerLink" : "/registration/robotics/lfr",
    "paymentLink" : "",
    "payment0" : "<li><a href='#' data-open='paymentpop'>Make Payment></a></li>",
    "payment1" : "",
    "memberUpperLimit" : 4,
    "memberLowerLimit" : 1,
    "clubName" : "robotics",
    "eventName" : "LFR",
    "displayName" : "LFR",
    "eventDate" : "18th - 19th Jan 2017",
    "eventVenue" : "The LNMIIT, Jaipur",
    "prizeWorth" : "INR. 30,000",
    "synopsis" : "<p>Line follower robots were one of the earliest automatic guided robots. They are able to follow a line marked on a contrasting background, usually a black line on a white surface or vice-versa. For Beginners it is usually their first robot to play with. It’s the most basic example of adding small intelligence to a robot, but it’s actually the designer’s intelligence!</p><p>Our event goals: Fun while Learning, Sharing, and Teamwork….Winning is secondary.</p>",
    "eventDescription" : "<p><b>Problem Statement</b><ol><li>An Autonomous bot that follows black line on white surface or vice-versa. </li><li>There will be separate points for how the bots follows the path as well, the other parameter being time. Thus the bot with the most cumulative points will win.</li></ol></p>",
    "rules" : "<p><b>General Rules </b><ol><li>Max. Number of members in a team: 4.</li><li>No human intervention is allowed in between the race.</li><li>Point description will be disclosed on the spot before commencement of event.</li><li>Points earned will be calculated within the time limit and free time will be provided only once if any technical problem occurs.</li><li>In case of any discrepancies organiser’s decision will be final and binding.</li><li>The organizers reserve the right to change any or all of the rules as they desire. Change in the rules as if any will be informed through e- mail or via Facebook page.</li><li>Any team found flouting any rules would be automatically disqualified.</li><li>The width of the line will be 22-25 mm.</li><li>The track will contain certain number of check-points and if the bot goes out of the track then it has to start with the previous check - point and have to be completed in a stipulated time limit.</ol></p><p><b>Robot Specification</b><ol><li>The weight of the bot should not be more than 2kgs (excluding power source).</li><li>Only wheels are allowed for locomotion. </li><li>At all times, bots behaviour should be non-offensive, non-destructive and non-harmful to humans and track.</li><li>The bot should fit in a box dimensions 30 X 25 X 25 cm</li><li>Bots are not allowed to fly or jump.</li><li>Internal combustion engine cannot be used.</li></ol></p><p><b>Also Robot Must Not</b><ol><li>Emit smoke or fire.</li><li>Leak, stain or soil.</li><li>Spray, throw or use projectiles.</li><li>Jam or shock other electrical interface.</li><li>Exceed Maximum circuit voltage of 12v at any point of time.</li></ol></p>",
    "judges" : "<p><b>Evaluation Methodology </b><ol><li>Your report would be evaluated on how many different aspects you have deliberated upon and how many of these are in line with the physics of the planet.</li><li>The more descriptive you are, the more points your report will score.</li><li>You can use diagrams and pictures.</li></ol></p>",
    "mentors" : "<p>Details will be Updated soon</p>",
    "query" : "plinth@Lnmiit.ac.in",
    "sponsors" : "<p>Details will be Updated soon</p>"
}
