{
    "imageLink" : "media/icons/quiz/quest.svg",
    "registerLink" : "/registration/quiz/quest",
    "paymentLink" : "",
    "payment0" : "<li><a href='#' data-open='paymentpop'>Make Payment></a></li>",
    "payment1" : "",
    "memberUpperLimit" : 2,
    "memberLowerLimit" : 2,
    "clubName" : "quizzinga",
    "eventName" : "the quest",
    "displayName" : "the quest",
    "eventDate" : "19th Jan 2017",
    "eventVenue" : "The LNMIIT, Jaipur",
    "prizeWorth" : "INR. 30,000",
    "synopsis" : " <p>LNMIIT Quiz Club  organizes thrilling quizzing events making our fests a terrific platform for avid quizzers and inquisitive minds to show their mettle to battle.</p><p>This year we will be organising The Quest- general quiz covering all the topics from sports to entertainment, current affairs to history, business to technical knowledge.</p><p>Get ready to face the utlimate battle of wits to prove your knowledge among all the quizzers of the country.</p>",
    "eventDescription" : " <p><ol><li>The Quest will be held in 2 rounds, both these rounds will take place back to back at LNMIIT during Plinth.</li><li>The initial round (Prelims) will be a written elimination round. Each team should consist of exactly 2 members.</li><li>The final (mains) round will be between the top 6 teams from Prelims.</li><li>The decision of Quizmaster will be final and binding.</li></ol></p>",
    "rules" : "<p><b>General Rules </b><ol><li>This event is open to all undergraduate and post graduate students.</li><li>The team should comprise of exactly 2 members.</li><li>An individual can be a part of only one registered team.</li><li>There is no cap on the number of teams registered per institute.</li><li>The decisions of the organizers of the contest will be final and binding on all the participants.</li><li>Quiz master is god.</li></ol></p>",
    "judges" : "<p>Details will be Updated soon</p>",
    "mentors" : "<p>Details will be Updated soon</p>",
    "query" : "Dheeraj Gupta: 91-8387042427 | dheerajlnmiitcs@gmail.com",
    "sponsors" : "<p>Details will be Updated soon</p>"
}
