{
    "imageLink" : "media/icons/robotics/robosoccer.svg",
    "registerLink" : "/registration/robotics/robosoccer",
    "paymentLink" : "",
    "payment0" : "<li><a href='#' data-open='paymentpop'>Make Payment></a></li>",
    "payment1" : "",
    "memberUpperLimit" : 6 ,
    "memberLowerLimit" : 1,
    "clubName" : "robotics",
    "eventName" : "robosoccer",
    "displayName" : "robosoccer",
    "eventDate" : "18th - 19th Jan 2017",
    "eventVenue" : "The LNMIIT, Jaipur",
    "prizeWorth" : "INR. 30,000",
    "synopsis" : " <p>Details will be Updated soon</p>",
    "eventDescription" :"<p><b>Task Description</b><ol><li>Each team will have to defend the goal on its side as well as score the goal on the opposite side.</li><li>The game will start at the count of 3 given by referee. In case a team starts its robot before the count of 3, the game will be restarted and a team making same mistake for more than 3 times will be disqualified.</li><li>The ball can be either dragged or pushed by the team.</li><li>The game will last for 5min.</li><li>In case of jam up of robots for than 30 sec., the robots will have to kick- off again at the order of the referee.</li><li>Each goal scored by a team by rolling the ball on the ground will fetch the team by 1 point. (*or, Point description will be disclosed on the spot before commencement of the event.)</li></ol></p>",
    "rules" : "<p><b>General Rules </b><ol><li>Registration fees is applicable per bot.</li><li>A team can consist of a maximum of 6 members.</li><li>Team should bring 3 bots with them or an Individual can bring 1 bot and build his team here.</li><li>Maximum 3 robot can play from one side/team.</li><li>Each team must declare a name for their team at the time of competition.</li><li>The machines you build will be first checked for size and safety. The machine should not cause electric power breakdowns.</li><li>The machine must not contain any combustible, corrosive, or otherwise dangerous materials for safety reasons. No explosive compression or decompression, either internal or external is permitted.</li><li>Judges have the right to disqualify any machine whose working mechanism or game strategy is considered hazardous in any way.</li><li>In case any kind of dispute arises the judges’ decision will be considered final and binding to all and no argument will be entertained.</li></ol></p><p><b>Robot Specification</b><ol><li>The weight limit of the robot for this competition is 5 kg.</li><li>Each robot should not exceed by max 30cm.</li><li>The start zone for the single robot is 500mm x 500mm.<li>The robot can extended to a dimension of 500mm x 500mm x 500mm max (independently) once it crosses the start zone.</li><li>The robots are not allowed to use grippers or actuations which are intended to harm the opponent’s robot.</li></ol></p><p><b>Also Robot Must Not</b><ol><li>Emit smoke or fire.</li><li>Leak, stain or soil.</li><li>Spray, throw or use projectiles.</li></ol></p><p><b>Violation And Disqualification</b><ol><li>During the match, the team members are not allowed to touch the machine or the arena without<li>The teams will be asked to get ready 15 minutes before the start of their match. If a team is not ready within the stipulated time, they may be disqualified.</li><li>In any case, the decision of the judges will be final if they feel that any team is not playing with fair interest.</li></ol></p>",
    "judges" : "<p>Details will be Updated soon</p>",
    "mentors" : "<p>Details will be Updated soon</p>",
    "query" : "plinth@Lnmiit.ac.in",
    "sponsors" : "<p>Details will be Updated soon</p>"
}