{
    "imageLink" : "media/icons/coding/star_trek.svg",
    "registerLink" : "/registration/coding/star_trek",
    "paymentLink" : "",
    "payment0" : "<li><a href='#' data-open='paymentpop'>Make Payment></a></li>",
    "payment1" : "",
    "memberUpperLimit" : 3,
    "memberLowerLimit" : 1,
    "clubName" : "astronomy",
    "eventName" : "star trek",
    "displayName" : "star trek",
    "eventDate" : "19th Jan 2017",
    "eventVenue" : "The LNMIIT, Jaipur",
    "prizeWorth" : "INR. 30,000",
    "synopsis" : " <p>This event consists of 2 rounds: Spacewalk and Messier marathon. Detailed description of the event are as follows.</p><p><b>1st Round: Spacewalk</b></p><p>It will be an audio-visual quiz related to astronomy.Pictures and videos would be projected in front and participants have to answer the questions that follow.</p><p><b>2nd Round: Messier Marathon</b></p><p>So are you one of those who sneak out of your rooms during night hours and wander long gazing at the sky, trying to build up your imagination. Well folks then this is a perfect game for you to play, a hunt for the stars. Participants need to set themselves on a voyage of different celestial bodies and conquer to best of their capabilities. So, are you ready for this mission to get kicked off? See you at the battle field . A basic tutorial session would be held on handling of telescope and any further enhancements of the skills would be student’s personal interest.</p>",
    "eventDescription" : " <p><b>Spacewalk</b><ol><li>Participants will have 1 minute to answer each question by writing it down on the given sheet.</li><li>These questions will be objective or one word.</li><li>Each question will carry 2 points.</li><li>Marks will be allotted to each question individually.</li><li>Only top 50% teams will go to the next round.</li></ol></p><p><b>Spacewalk</b><ol><li>Teams will be provided with certain token numbers and called upon on its basis.</li><li>A star map, a laser pointer and telescope shall be provided to the team</li><li>The teams which had qualified in the quiz would be required to point at certain celestial objects through pointer and telescope</li><li>Minimum time shall be provided, based on which points are to be rewarded.</li><li>Team with maximum score would be declared winner.</li><li>Teams are suppose to restrain themselves from using any android application such as Google Sky Map or any other lectronic media.</li><li>Points will be given for locating the objects precisely only on first attempt.</li></ol></p>",
    "rules" : "<p><b>General Rules </b><ol><li>Participants can form team of up to three.</li><li>Individual participants are also allowed.</li><li>Using mobile phones is not allowed.</li></ol></p>",
    "judges" : "<p>Details will be Updated soon</p>",
    "mentors" : "<p>Details will be Updated soon</p>",
    "query" : "Smriti Jha: +91-7742603667 | smritijha369@gmail.com<br>Kushagra Garg: +91-8561801305 | kushrulesu@gmail.com<br>astronomy.lnmiit@gmail.com<br>",
    "sponsors" : "<p>Details will be Updated soon</p>"
}