{
    "imageLink" : "media/icons/robotics/transporter.svg",
    "registerLink" : "/registration/robotics/transporter",
    "paymentLink" : "",
    "payment0" : "<li><a href='#' data-open='paymentpop'>Make Payment></a></li>",
    "payment1" : "",
    "memberUpperLimit" : 4,
    "memberLowerLimit" : 1,
    "clubName" : "robotics",
    "eventName" : "transporter",
    "displayName" : "transporter",
    "eventDate" : "18th - 19th Jan 2017",
    "eventVenue" : "The LNMIIT, Jaipur",
    "prizeWorth" : "INR. 30,000",
    "synopsis" : "<p>Assume you are in a virtual gaming world. Virtual reality gaming is where a person can experience being in a three-dimensional environment and interact with that environment during a game. This is an essential part of the game.</p><p>Think that there is sudden attack by foe army on a castle and here king, some courtier, some other people are trapped inside the castle. Our aim is to design a transporter robot which has to save all the trapped people from castle. The task is mammoth and the time is minimal.</p>",
    "eventDescription" :"<p><b>Problem Statement</b><ul><li>Manual Bot Task :<ol><li>As the game starts, the manual bot has to pick people and secure them by transferring to conveyor assembly help them to get out of castle.</li><li>There will be a king, some Courtier and common people which are trapped in a castle arena.</li> <li>Aim of bot is to save maximum people trapped in an arena.</li></ol></li> <li>Game Field And Objects: Description<ol> <li>The field consists of an area having the dimension of 3600mm x 2400mm and surrounded by a wooden fence with a height of 100mm.</li> <li>The common people will be of size 50x50x50mm having hooks on them and Courtier will be of size 60 x 60 x 60mm and king will be of size 80 x 80 x 80mm.</li> <li>There are three points, point ‘START’ for manual bot to start and other two points for safe pit where conveyor is fixed.</li> <li>One conveyor will be for common people and other for Courtier and king both situated at opposite corners.</li> <li>Safe pits will be of 100 x 100mm (lxb).</li> <li>At maximum there will be 5 Courtier and 10 common people and one king in the arena.</li></ol></li><li>Completion Tasks :<ol><li>As the game begins the manual bot, starting from point ‘START’ can now pick the people and start putting them on conveyor assembly.</li> <li>After picking up all the people manual bot has to pick the king from where he is trapped.</li> <li>Meanwhile conveyor assembly will start saving the people and transferring them to the safe pits.</li> </ol> </li></ul></p>",
    "rules" : " <p><b>General Rules </b><ol><li>A team can consist of a maximum of 4 members.</li><li>Each team must declare a name for their team at the time of competition.</li><li>The machines you build will be first checked for size and safety. The machine should not cause electric power breakdowns.</li><li>The machine must not contain any combustible, corrosive, or otherwise dangerous materials for safety reasons. No explosive compression or decompression, either internal or external is permitted.</li><li>Judges have the right to disqualify any machine whose working mechanism or game strategy is considered hazardous in any way.</li></ol></p><p><b>Robot Specification</b><ol><li>Maximum dimension limits for manual bot is 400 x 300 x 250mm.</li><li>If any of the machines uses an externally placed power supply, the external power supply is not included in the size constraint. However in case of on-board power supply, the machine along with the power supply should fit in the above mentioned dimension box.</li><li>The machine must use only mechanical power or mechanical power converted from a source of electrical energy.<li>During the game the machine is allowed to expand as much as it can, provided it does not damage the arena.</li><li>In case of electric power supply, the voltage at any point must be lower or equal to 24V DC during the game.</li><li>The organizers will provide a standard 230V/50 Hz AC power supply.</li><li>Any eliminator, adaptor, etc. required will have to be arranged by participants themselves. No special demand will be entertained.</li><li>The manual bot must be controlled by wired or wireless remote control mechanism at all stages of game. In case of wired mechanism the wire must be slack at all point of time during the game.</li><li>The machine should not leave spare parts in the arena at any stage. This can lead to a time penalty or may even lead to disqualification.</li><li>Devices like hot air balloons/rockets which assist the machine in movement in any way are not permitted. Any kind of assistance for locomotion through wall is prohibited.</li></ol></p> <p><b>Violation and Disqualification</b><ol><li>During the match, the team members are not allowed to touch the machine or the arena without permission of referee. Failure to do so will lead to disqualification.</li><li>Any kind of damage to the arena will attract disqualification.</li><li>The teams will be asked to get ready 15 minutes before the start of their task. If a team is not ready within the stipulated time, they may be disqualified.</li><li>In any case, the decision of the judges will be final if they feel that any team is not playing with fair interest.</li></ol></p><p><b>Game Procedure</b><ol> <li>Length: 10 minutes</li><li>As many as retries can be made only after the referee’s permission in cases such as when the robot is declared immobile.</li><li>Only the 2 team members per robot are allowed to touch the robot while placing it back to the retry point whose names should be given to coordinators before the game starts.</li></ol></p>",
    "judges" : "<p><b>Scoring </b><ol><li>For saving common people 20 points .</li><li>For saving Courtier 50 points.</li><li>For saving king 100 points</li><li>If you take a retry -5 points</li><li>If people or king falls outside of pits no points will be given or deducted.</li></ol></p><p><b>Structure Of The Tournament </b><ol><li>First round: Top 5 teams will qualify based on total points scored</li><li>Final round: Top 5teams will compete</li><li>Arena and obstacles of final round will be different from first round</li></ol></p>",
    "mentors" : "<p>Details will be Updated soon</p>",
    "query" : "plinth@Lnmiit.ac.in",
    "sponsors" : "<p>Details will be Updated soon</p>"
}